Repository: zerocrates/Html5Media
Catalog: languages/*.po
Languages: cy_gb, sr_rs

source: Download File
cy_gb: Lawrlwytho Ffeil
sr_rs: Преузими датотеку

source: Play
cy_gb: Chwarae
sr_rs: Пусти

source: Pause
cy_gb: Atal
sr_rs: Пауза

source: Mute Toggle
cy_gb: Tawelu: ymlaen/i ffwrdd
sr_rs: Без звука

source: Fullscreen
cy_gb: Llond Sgrin
sr_rs: Приказ на читавом екрану

source: Captions/Subtitles
cy_gb: Penawdau/Is-deitlau
sr_rs: Наслови/Поднаслови

source: None
cy_gb: Dim
sr_rs: Ништа

source: Turn off Fullscreen
cy_gb: Troi Llond Sgrin i Ffwrdd
sr_rs: Искључи Приказ на читавом екрану

source: Go Fullscreen
cy_gb: Llond Sgrin
sr_rs: Укључи Приказ на читавом екрану

source: Unmute
cy_gb: Sain Ymlaen
sr_rs: Укључи звук

source: Mute
cy_gb: Tawelu
sr_rs: Искључи звук

source: Download Video
cy_gb: Lawrlwytho Fidio
sr_rs: Преузми видео

source: Close
cy_gb: Cau
sr_rs: Затвори

source: Video Settings
cy_gb: Gosodiadau Fidio
sr_rs: Видео подешавања

source: Responsive Sizing
cy_gb: Maint ymatebol
sr_rs: Одговарајуће димензионисање

source: Check the box below to allow the video player to automatically match its size to its container.
cy_gb: Cliciwch isod er mwyn galluogi i'r chwaraewr fidio newid maint yn awtomatig er mwyn ffitio yn y blwch priodol.
sr_rs: Означите кућицу испод да би видео плејеру било омогућено аутоматско усаглашавање сопствене величине са својим контејнером.

source: MIME Types
cy_gb: Mathau MIME
sr_rs: Врсте MIME

source: Extensions
cy_gb: Estyniadau
sr_rs: Екстензије

source: Audio Settings
cy_gb: Gosodiadau Sain
sr_rs: Аудио подешавања

source: Check the box below to allow the audio player to automatically match its width to its container.
sr_rs: Означите кућицу испод да би аудио плејеру било омогућено аутоматско усаглашавање сопствене величине са својим контејнером.

source: Text Settings
cy_gb: Gosodiadau Testun
sr_rs: Текстуална подешавања

source: Text files are data like subtitles and chapter names. HTML5 Media will include them as tracks of audio or video files with the same original filename on the same item.
cy_gb: Mae feiliau testun fel is-deitlau a theitlau pennodau. Bydd HTML5 Media yn eu cynnwys fel traciau sain neu fidio gyda'r un enw ffeil a'r enw ffeil gwreiddiol yn yr un eitem.
sr_rs: Текстуални документи су подаци попут поднаслова или наслова поглавља. HTML5 Media ће их укључити као датотеке аудио или видео садржаја са истим оригиналним називом датотеке саме јединице.

source: Common Settings
sr_rs: Заједничка подешавања

source: Preload
sr_rs: Претходно учитавање

source: Metadata Only
sr_rs: Само метаподаци

source: Entire Media
sr_rs: Сви медији

source: Disabled
sr_rs: Онемогућено
